"Service Update Failed" = "فشل تحديث الخدمة";
"Service Update Complete" = "اكتمل تحديث الخدمة";
"Starting Service Update" = "بدء تحديث الخدمة";
"Dismiss" = "استبعاد";
"OK" = "موافق";
"Call disallowed" = "هذا الرقم غير مسموح";
